qs=[
    {
      "category": "Admissions",
      "question": "What are the requirements for undergraduate admission?",
      "answer": "You need a minimum GPA of 4 in  SSC  and must pass the admission test."
    },
    {
      "category": "Library",
      "question": "What are the library opening hours?",
      "answer": "The library is open from 9 AM to 6 PM on weekdays."
    },
    {
      "category": "information | তথ্য",
      "question": "প্রতিষ্ঠান সম্পর্কে কিছু তথ্য এক নজরে ",
      "answer": "এক নজরে -> রাজশাহী পলিটেকনিক ইনস্টিটিউট বাংলাদেশ রাজশাহীতে অবস্থিত একটি প্রাচীন সরকারি বহুমুখী কারিগরি শিক্ষাপ্রতিষ্ঠান। ১৯৬৩ সালে এই পলিটেকনিক ইনস্টিটিউটটি প্রতিষ্ঠিত হয়। এ প্রতিষ্ঠানটি বাংলাদেশ কারিগরি শিক্ষা বোর্ড এর অধীনে ৪ বছর মেয়াদী ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং কোর্স পরিচালনা করে থাকে।বাংলাদেশ কারিগরি শিক্ষা বোর্ড এর অধীনে বর্তমানে ৪ বছর মেয়াদী ডিপ্লোমা-ইন-ইঞ্জিনিয়ারিং কোর্স চালু রয়েছে। প্রতি বছর এসএসসি পরীক্ষার ফল প্রকাশের পর বাংলাদেশ কারিগরি শিক্ষা  বোর্ড দেশের সরকারি পলিটেকনিক গুলোতে এক সাথে অনলাইনে ভর্তি কার্যক্রম শুরু করে। তারপর এসএসসি পরিক্ষায় বিভিন্ন বিষয়ে প্রাপ্ত নম্বর এর উপর ভিত্তি করে শিক্ষার্থী ভর্তি নেয়া হয়। অনলাইনে ভর্তি ফর্ম পূরণের মাধ্যমে ছাত্রছাত্রীদের বিভিন্ন বিভাগ ও পলিটেকনিক পছন্দের সুযোগ থাকে। মেধা ও পছন্দের ভিত্তিতে বিভাগ ও ইনস্টিটিউট নির্বাচন করা হয়। এভাবে প্রতি বছর রাজশাহী পলিটেকনিক ইনস্টিটিউটে প্রথম ও দ্বিতীয় শিফটে বিভিন্ন বিভাগে নির্ধারিত আসন সংখ্যা ১১০০ জন ছাত্র-ছাত্রী ভর্তি হয়ে থাকে । এই চার বছর কোর্সটি  আটটি পর্বে বিভক্ত। কোর্স শেষে একজন শিক্ষার্থী ৪ বা তার সমান সিজিপিএ অর্জন করে। অষ্টম বা শেষ পর্ব হলো ইন্ডাস্ট্রিয়াল ট্রেনিং পর্ব। একজন শিক্ষার্থী প্রায় ছয় মাস ধরে একটি শিল্প কারখানাতে একটি নির্বাচিত টেকনোলজি সম্পর্কে ব্যবহারিক কাজ শেখে থাকে।বর্তমানে অত্র প্রতিষ্ঠানে ৮টি টেকনোজি রয়েছে। টেকনোলজি গুলো হলোঃ ১। কম্পিউটার সাইন্সটেকনোলজি ২।ইলেকট্রিক্যাল টেকনোলজি ৩। সিভিল টেকনোলজি ৪। মে্কানিক্যাল টেকনোলজি ৫। পাওয়ার টেকনোলজি ৬। ইলেকট্রনিক্স টেকনোলজি ৭। ইলেকট্রোমেডিক্যাল টেকনোলজি ৮। মেকাট্রনিক্স টেকনোলজি ।  কারিগরি শিক্ষার পাশাপাশি প্রত্যেক টেকনোলজির ছাত্র-ছাত্রীদের আবশ্যিকভাবে বিকাশের জন্য বাংলা, ইংরেজি, গণিত, পদার্থ, রসায়ন, ব্যবস্থাপনা, সমাজ বিজ্ঞান বিষয়ে পাঠদানের জন্য একটি  নন টেক শিক্ষা বিভাগ রয়েছে। ছাত্র-ছাত্রীদের সকালে ও দুপুরে দুই শিফটে পাঠদান করা হয়।"
    }
 ]
  